vim
git
base-devel
cmake
unzip
ninja
tree-sitter
curl
networkmanager
qtile
nitrogen
archlinux-wallpaper
picom
xorg
xorg-xinit
xorg-xrandr
alacritty
zsh
pyenv
docker
docker-compose
python-pip
tmux
fzf
chromium
xclip
python-pynvim
