vim
git
base-devel
cmake
unzip
ninja
tree-sitter
curl
networkmanager
qtile
nitrogen
archlinux-wallpaper
picom
xorg
xorg-xinit
xorg-xrandr
alacritty
zsh
pyenv
docker
docker-compose
python-pip
tmux
fzf
chromium
xclip
python-pynvim
gcc
openssh
man-db
man-pages
texinfo
python-pipx
sof-firmware
pipewire
pipewire-alsa
pipewire-pulse
pipewire-docs
wireplumber
wireplumber-docs
helvum
pamixer
htop
bash-completion
ripgrep
brightnessctl
acpi_call
zsh-syntax-highlighting
aws-vault
pass
ccls
pipewire-pulse
fd
jq
maim
linux-firmware
nomacs
pcmanfm-qt
